tap "azure/kubelogin"
tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "teamookla/speedtest"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "colordiff"
brew "coreutils"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kustomize"
brew "linkerd", link: false
brew "openssh"
brew "shellcheck"
brew "terraform"
brew "tflint"
brew "tree"
brew "watch"
brew "zsh-completions"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "clipy"
cask "discord"
cask "docker"
cask "element"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "irccloud"
cask "karabiner-elements"
cask "keybase"
cask "mattermost"
cask "messenger"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "davidanson.vscode-markdownlint"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "yzhang.markdown-all-in-one"
