tap "aquasecurity/trivy"
tap "chipmk/tap"
tap "coder/coder"
tap "fluxcd/tap"
tap "github/gh"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "mutagen-io/mutagen"
tap "pulumi/tap"
tap "sigstore/tap"
tap "stacklok/tap"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
tap "weaveworks/tap"
brew "actionlint"
brew "aliyun-cli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "bfg"
brew "pycparser", link: false
brew "cffi", link: false
brew "chart-testing"
brew "colordiff"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "docutils"
brew "dos2unix"
brew "eksctl"
brew "findutils"
brew "fzf"
brew "node"
brew "gatsby-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "go"
brew "glide"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go@1.17"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "guile"
brew "helm"
brew "helm@2"
brew "hey"
brew "hub"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k3d"
brew "kind"
brew "kompose"
brew "kor"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "minikube"
brew "mkdocs", link: false
brew "mongosh"
brew "nghttp2"
brew "python@3.10"
brew "node@14"
brew "oras"
brew "pandoc"
brew "pkl"
brew "podman"
brew "putty"
brew "pv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "rpm"
brew "shellcheck"
brew "siege"
brew "skopeo"
brew "sshpass"
brew "starship"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "aquasecurity/trivy/trivy"
brew "chipmk/tap/docker-mac-net-connect"
brew "coder/coder/coder"
brew "fluxcd/tap/flux"
brew "int128/kubelogin/kubelogin"
brew "mutagen-io/mutagen/mutagen"
brew "pulumi/tap/pulumi"
brew "sigstore/tap/cosign"
brew "stacklok/tap/frizbee"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
brew "weaveworks/tap/gitops"
cask "1password"
cask "anaconda"
cask "clipy"
cask "discord"
cask "docker"
cask "element"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grafx"
cask "irccloud"
cask "keybase"
cask "krisp"
cask "krita"
cask "libreoffice"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miro"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "opera"
cask "podman-desktop"
cask "prince"
cask "simplenote"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "ticktick"
cask "tuple"
cask "unity-hub"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "webex-meetings"
cask "zoom"
vscode "davidanson.vscode-markdownlint"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "yzhang.markdown-all-in-one"
