tap "aquasecurity/trivy"
tap "fluxcd/tap"
tap "github/gh"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"
tap "weaveworks/tap"
brew "bash-completion@2"
brew "chart-testing"
brew "coreutils"
brew "curl"
brew "node"
brew "gatsby-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "hugo"
brew "jq"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "mkdocs"
brew "oras"
brew "shellcheck"
brew "starship"
brew "tree"
brew "watch"
brew "yamllint"
brew "yarn"
brew "yq"
brew "fluxcd/tap/flux"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "discord"
cask "docker"
cask "google-chrome"
cask "irccloud"
cask "keybase"
cask "microsoft-teams"
cask "rectangle"
cask "simplenote"
cask "slack"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
cask "zoom"
